Repository: mpobaschnig/Vaults
Catalog: po/*.po
Languages: es

source: An application for creating encrypted vaults for the GNOME desktop.
es: Una aplicación para crear cajas fuertes cifradas para el escritorio GNOME.

source: Default window width
es: Ancho de ventana predeterminado

source: Default window height
es: Alto de ventana predeterminado

source: Default window maximized behaviour
es: Comportamiento predeterminado de la ventana maximizada

source: Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.
es: Vaults le permite crear cajas fuertes cifradas en las que puede almacenar archivos de forma segura. Usa gocryptfs y CryFS para el cifrado.

source: Note: This version is sandboxed, to use Vaults you need to install:
es: Nota: Esta versión es aislada, para usar las cajas fuertes es necesario instalar:

source: Welcome Window
es: Ventana de bienvenida

source: Main Window
es: Ventana principal

source: New Vault
es: Caja fuerte nueva

source: _Cancel
es: _Cancelar

source: _Previous
es: _Anterior

source: _Next
es: _Siguiente

source: _Add
es: Aña_dir

source: _Name
es: _Nombre

source: _Backend
es: Ci_frado

source: _Password
es: Con_traseña

source: _Encrypted Data Directory
es: _Directorio de datos cifrados

source: Choose Encrypted Data Directory
es: Elegir el directorio de datos cifrados

source: _Mount Directory
es: Directorio de _montaje

source: Choose Mount Directory
es: Elegir el directorio de montaje

source: Import Vault
es: Importar caja fuerte

source: _Import
es: _Importar

source: Preferences
es: Preferencias

source: _Default Paths
es: _Rutas predeterminadas

source: _Apply Changes
es: A_plicar cambios

# preferences
source: Show Preferences
es: Mostrar preferencias

# shortcut window
source: Show Shortcuts
es: Mostrar atajos

# shortcut window
source: Quit
es: Salir

# shortcut window
source: Vaults
es: Cajas fuertes

# vaults
source: Add New Vault
es: Añadir caja fuerte nueva

# vaults
source: Import Vault
es: Importar caja fuerte

# vaults
source: Refresh
es: Refrescar

source: Welcome to Vaults
es: Bienvenido/a a Vaults

source: Add or Import a Vault.
es: Añada o importe una caja fuerte.

source: Vault X
es: Caja fuerte X

source: Open Folder
es: Abrir carpeta

source: Open Vault
es: Abrir caja fuerte

source: Open Settings
es: Abrir configuración

source: Unlock Vault
es: Desbloquear caja fuerte

source: Enter the password to unlock the Vault.
es: Introduzca la contraseña para desbloquear la caja fuerte.

source: _Remove
es: _Quitar

source: Add or Import New Vault
es: Añadir o importar caja fuerte nueva

source: _New Vault
es: Caja fuerte _nueva

source: _Import Vault
es: Importar ca_ja fuerte

source: _Refresh
es: _Refrescar

source: _Preferences
es: _Preferencias

source: _Keyboard Shortcuts
es: Atajos del _teclado

source: _About Vaults
es: _Acerca de Vaults

source: Cancel
es: Cancelar

source: Select
es: Seleccionar

source: Name is not valid.
es: El nombre no es válido.

source: Name already exists.
es: El nombre ya existe.

source: Directory is empty.
es: El directorio está vacío.

source: Directory is not valid.
es: El directorio no es válido.

source: Directory is not empty.
es: El directorio no está vacío.

source: Directories must not be equal.
es: Los directorios no deben ser iguales.

source: No configuration file found.
es: No se ha encontrado ningún archivo de configuración.

source: Close Vault
es: Cerrar caja fuerte

source: Backend is not installed.
es: El componente no está instalado.

source: No backends available. Please install gocryptfs or CryFS on your system.
es: No hay componentes disponibles. Por favor, instale gocryptfs o CryFS en su sistema.

source: No backend installed. Please install gocryptfs or CryFS.
es: No hay ningún componente instalado. Por favor, instale gocryptfs o CryFS.

source: Name is already taken.
es: El nombre ya está en uso.

source: Encrypted data directory is empty.
es: El directorio de datos cifrados está vacío.

source: Encrypted data directory is not valid.
es: El directorio de datos cifrados no es válido.

source: Mount directory is not empty.
es: El directorio de montaje no está vacío.

source: Mount directory is not valid.
es: El directorio de montaje no es válido.

source: Found gocryptfs configuration file.
es: Encontrado el archivo de configuración de gocryptfs.

source: Found CryFS configuration file.
es: Encontrado el archivo de configuración de CryFS.

source: Encrypted data directory is not empty.
es: El directorio de datos cifrados no está vacío.

source: An unknown error occurred.
es: Se ha producido un error desconocido.

source: Invalid arguments were given.
es: Se han dado argumentos no válidos.

source: The password is wrong.
es: La contraseña es incorrecta.

source: The password is empty.
es: La contraseña está vacía.

source: The format of the encrypted data directory is too new for this CryFS version. Please update CryFS.
es: El formato del directorio de datos cifrados es demasiado nuevo para esta versión de CryFS. Por favor, actualice CryFS.

source: The format of the encrypted data directory is too old for this CryFS version.
es: El formato del directorio de datos cifrados es demasiado antiguo para esta versión de CryFS.

source: The vault uses a different cipher than the default of CryFS.
es: La caja fuerte usa un cifrado diferente al predeterminado de CryFS.

source: The encrypted data directory does not exist or is inaccessible.
es: El directorio de datos cifrados no existe o es inaccesible.

source: The mount directory does not exist or is inaccessible.
es: El directorio de montaje no existe o es inaccesible.

source: The mount directory is inside the encrypted data directory.
es: El directorio de montaje está dentro del directorio de datos cifrados.

source: The encrypted data directory is invalid.
es: El directorio de datos cifrados no es válido.

source: The encrypted data id in the configuration file is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
es: El identificador de datos cifrados en el archivo de configuración es diferente a la última vez que se abrió este almacén. Esto podría significar que alguien sustituyó los archivos del directorio de datos cifrados por otros diferentes.

source: The encryption key for your encrypted files is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
es: La clave de cifrado de sus archivos cifrados es diferente a la última vez que se abrió este almacén. Esto podría significar que alguien reemplazó los archivos del directorio de datos cifrados por otros diferentes.

source: Vaults' configuration and the encrypted data configuration mismatches.
es: La configuración de las cajas fuertes y la configuración de los datos cifrados no coinciden.

source: The encrypted data directory is in single-user mode and can only be used from the user that created it.
es: El directorio de datos cifrados está en modo monousuario y sólo puede ser usado desde el usuario que lo creó.

source: CryFS detected an integrity violation. The encrypted data directory will be accessible again after the integrity state file has been deleted.
es: CryFS ha detectado una violación de la integridad. El directorio de datos cifrados volverá a ser accesible una vez eliminado el archivo de estado de integridad.

source: An integrity violation was detected. Vault will be unmounted.
es: Se ha detectado una violación de la integridad. La caja fuerte será desmontada.

source: Failed to create encrypted data directory: Permission denied.
es: Fallo al crear el directorio de datos cifrados: Permiso denegado.

source: Failed to create encrypted data directory: Connection refused.
es: Error al crear el directorio de datos cifrados: Conexión rechazada.

source: Failed to create encrypted data directory: Connection reset.
es: Fallo en la creación del directorio de datos cifrados: Conexión reiniciada.

source: Failed to create encrypted data directory: Connection aborted.
es: No se ha podido crear un directorio de datos cifrados: Conexión abortada.

source: Failed to create encrypted data directory: Not connected.
es: Error al crear el directorio de datos cifrados: No conectado.

source: Failed to create encrypted data directory.
es: Fallo al crear el directorio de datos cifrados.

source: Failed to create mount directory: Permission denied.
es: Fallo al crear el directorio de montaje: Permiso denegado.

source: Failed to create mount directory: Connection refused.
es: No se ha podido crear el directorio de montaje: Conexión rechazada.

source: Failed to create mount directory: Connection reset.
es: No se ha podido crear el directorio de montaje: Conexión reiniciada.

source: Failed to create mount directory: Connection aborted.
es: No se ha podido crear el directorio de montaje: Conexión abortada.

source: Failed to create mount directory: Not connected.
es: No se ha podido crear el directorio de montaje: No conectado.

source: Failed to create mount directory.
es: Fallo al crear el directorio de montaje.

source: The encrypted data directory is not empty.
es: El directorio de datos cifrados no está vacío.

source: The mount directory is not empty.
es: El directorio de montaje no está vacío.

source: Vaults cannot read configuration file.
es: Las cajas fuertes no pueden leer el archivo de configuración.

source: Vaults cannot write configuration file.
es: Las cajas fuertes no pueden escribir el archivo de configuración.

source: The file system check reported an error.
es: La comprobación del sistema de archivos informó de un error.
