Repository: mpobaschnig/vaults
Catalog: po/*.po
Languages: de, fr, ru, tr

source: Keep important files safe
ru: Держите важные файлы в сохранности
tr: Önemli dosyaları kasada ve güvende tutun

source: Default window width
ru: Стандартная ширина окна
tr: Öntanımlı pencere genişliği

source: Default window height
ru: Стандартная высота окна
tr: Öntanımlı pencere yüksekliği

source: Default window maximized behaviour
ru: Стандартное поведение окна при разворачивании
tr: Öntanımlı pencere büyütülme davranışı

source: Vaults lets you create encrypted vaults in which you can safely store files. It uses gocryptfs and CryFS for encryption.
ru: Vaults позволяет создавать зашифрованные хранилища с целью безопасного хранения ваших файлов. Для шифрования программа использует gocryptfs и CryFS.
tr: Vaults, dosyaları güvenle depolayabileceğiniz şifreli kasalar oluşturmanızı sağlar. Şifreleme için gocryptfs ve CryFS kullanır.

source: Welcome Window
ru: Окно приветствия
tr: Hoş Geldiniz Penceresi

source: Main Window
ru: Главное окно
tr: Ana Pencere

source: New Vault
de: Neuer Tresor
fr: Nouveau Coffre-fort
ru: Новое хранилище
tr: Yeni Kasa

source: _Cancel
de: _Abbrechen
fr: _Annuler
ru: _Отмена
tr: İ_ptal

source: _Previous
de: _Zurück
fr: _Précédent
ru: _Назад
tr: Ö_nceki

source: _Next
de: _Weiter
fr: _Suivant
ru: _Далее
tr: _Sonraki

source: _Add
de: _Hinzufügen
fr: _Ajouter
ru: _Добавить
tr: _Ekle

source: Name
ru: Имя
tr: Ad

source: Backend
ru: Бэкенд
tr: Arka uç

source: Password
de: Passwort
ru: Пароль
tr: Parola

source: Confirm Password
de: Passwort bestätigen
ru: Подтвердите пароль
tr: Parolayı Doğrula

source: Encrypted Data Directory
de: Verschlüsseltes Datenverzeichnis
ru: Шифруемый каталог
tr: Şifrelenmiş Veri Dizini

source: Choose Encrypted Data Directory
de: Wählen Sie das verschlüsselte Datenverzeichnis
fr: Choisir le dossier de données chiffrées
ru: Выберите каталог для зашифрованных данных
tr: Şifrelenmiş Veri Diziniʼni Seç

source: Mount Directory
de: Einhängeverzeichnis
ru: Точка монтирования
tr: Dizini Bağla

source: Choose Mount Directory
de: Wählen Sie das Einhängeverzeichnis
fr: Choisir le dossier Mount
ru: Выберите точку монтирования
tr: Bağlama Dizinini Seç

source: Import Vault
de: Tresor importieren
fr: Importer un Coffre-fort
ru: Импортировать хранилище
tr: Kasayı İçe Aktar

source: _Import
de: _Importieren
fr: _Importer
ru: _Импорт
tr: İçe _Aktar

source: Preferences
fr: Préférences
ru: Параметры

source: Default Paths
de: Standardpfade
ru: Пути по умолчанию
tr: Öntanımlı Yollar

source: _Apply Changes
fr: _Appliquer les modifications
ru: _Применить изменения

# shortcut window
source: General
de: Allgemein
fr: Général
ru: Главный
tr: Genel

# preferences
source: Show Preferences
de: Einstellungen anzeigen
fr: Montrer les préférences
ru: Показать параметры
tr: Tercihleri Göster

# shortcut window
source: Show Shortcuts
de: Tastenkürzel anzeigen
fr: Montrer les raccourcis
ru: Показать комбинации клавиш
tr: Kısayolları Göster

# shortcut window
source: Quit
de: Beenden
fr: Quitter
ru: Выйти
tr: Çık

# shortcut window
source: Vaults
de: Tresore
ru: Хранилища

# vaults
source: Add New Vault
de: Neuen Tresor hinzufügen
fr: Ajouter un nouveau Coffre-fort
ru: Добавить новое хранилище
tr: Yeni Kasa Ekle

# vaults
source: Import Vault
de: Tresor importieren
fr: Importer un Coffre-fort
ru: Импортировать хранилище
tr: Kasayı İçe Aktar

# vaults
source: Search
de: Suche
fr: Rechercher
ru: Поиск
tr: Ara

# vaults
source: Refresh
de: Aktualisieren
fr: Rafraîchir
ru: Обновить
tr: Yenile

source: Welcome to Vaults
de: Willkommen bei Vaults
fr: Bienvenue sur Vaults
ru: Добро пожаловать в Vaults
tr: Vaultsʼa Hoş Geldiniz

source: Add or Import a Vault.
de: Erstellen oder importieren Sie einen Tresor.
fr: Ajouter ou importer un Coffre-fort
ru: Добавьте или импортируйте хранилище.
tr: Kasa Ekle ya da İçe Aktar.

source: Unlock Vault
de: Tresor entsperren
fr: Débloquer le Coffre-fort
ru: Разблокировать хранилище
tr: Kasa Kilidini Aç

source: Enter the password to unlock the Vault.
de: Geben Sie das Passwort ein, um den Tresor zu entsperren.
fr: Entrez le mot de passe pour ouvrir le Coffre-fort.
ru: Введите пароль для разблокировки хранилища.
tr: Kasanın kilidini açmak için parola gir.

source: Unlock
de: Tresor entsperren
ru: Разблокировать
tr: Kilidi Aç

source: Vault Settings
fr: Paramètres de Vault
ru: Настройки хранилища

source: Use custom binary
de: Eigene Binärdatei verwenden
ru: Использовать сторонний бинарник
tr: Özel ikili kullan

source: Custom Binary Path
de: Eigener Binärdateipfad
ru: Путь до стороннего бинарника
tr: Özel İkili Yolu

source: Choose Custom Binary
de: Wählen Sie das eigene Einhängeverzeichnis
ru: Выберите сторонний бинарник
tr: Özel İkili Seç

source: Session lock
de: Sitzungssperre
ru: Блокировка сессии
tr: Oturum kilidi

source: Automatically lock when screen is locked and screen saver is activated
de: Automatisch sperren wenn der Bildschirm gesperrt und Bildschirmschoner aktiviert wird
ru: Автоматически блокирует хранилище при блокировке экрана и активации скринсейвера
tr: Ekran kilitlendiğinde ve ekran koruyucu etkinleştirildiğinde kendiliğinden kilitle

source: _Remove
fr: _Enlever
ru: _Удалить

source: Vault X
de: Tresor X
fr: Coffre-fort X
ru: Хранилище X
tr: Kasa X

source: Open Folder
de: Ordner öffnen
fr: Ouvrir le dossier
ru: Открыть папку
tr: Klasörü Aç

source: Open Vault
de: Tresor öffnen
fr: Ouvrir le coffre-fort
ru: Открыть хранилище
tr: Kasayı Aç

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
ru: Открыть настройки
tr: Ayarları Aç

source: Add or Import New Vault
de: Erstellen oder importieren Sie einen neuen Tresor
fr: Ajouter ou importer un nouveau Coffre-fort
ru: Добавить или импортировать новое хранилище
tr: Yeni Kasa Ekle ya da İçe Aktar

source: Toggle Search
de: Suche umschalten
fr: Recherche à bascule
ru: Поиск
tr: Aramayı Aç/Kapat

source: Search vaults
de: Tresor suchen
ru: Поиск хранилища
tr: Kasa ara

source: No Results
de: Keine Ergebnisse
fr: Aucun résultats
ru: Не найдено
tr: Sonuç Yok

source: No Vault matching your search was found.
de: Es wurde kein Tresor gefunden, der Ihrer Suche entspricht.
fr: Aucun Coffre-fort correspondant à votre recherche trouvé.
ru: Не найдено ни одного хранилища, удовлетворяющего вашему запросу
tr: Aramanızla eşleşen kasa bulunamadı.

source: _New Vault
de: _Neuer Tresor
fr: _Nouveau Coffre-fort
ru: _Новое хранилище
tr: _Yeni Kasa

source: _Import Vault
de: _Tresor importieren
fr: _Importer un Coffre-fort
ru: _Импортировать хранилище
tr: Kasayı İçe _Aktar

source: _Refresh
de: _Aktualisieren
fr: _Rafraîchir
ru: _Обновить
tr: _Yenile

source: _Preferences
de: _Einstellungen
fr: _Préférences
ru: _Параметры
tr: _Tercihler

source: _Keyboard Shortcuts
de: _Tastenkürzel
fr: _Raccourcis clavier
ru: _Комбинации клавиш
tr: _Klavye Kısayolları

source: _About Vaults
de: _Über Vaults
fr: _À propos de Vaults
ru: _О Vaults
tr: Vaults _Hakkında

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
ru: Возникла неизвестная ошибка.
tr: Bilinmeyen hata oluştu.

source: Invalid arguments were given.
de: Es wurden ungültige Argumente eingegeben.
fr: Des arguments invalides ont été donnés.
ru: Передан неправильный аргумент.
tr: Geçersiz argümanlar girildi.

source: The password is wrong.
de: Das Passwort ist falsch.
fr: Mot de passe erroné.
ru: Неправильный пароль.
tr: Parola yanlış.

source: The password is empty.
de: Das Passwort ist leer.
fr: Le mot de passe est vide.
ru: Пустой пароль.
tr: Parola boş.

source: The format of the encrypted data directory is too new for this CryFS version. Please update CryFS.
de: Das Format des verschlüsselten Datenverzeichnisses ist zu neu für diese Version von CryFS. Bitte aktualisieren Sie CryFS.
fr: Le format du dossier chiffré est trop récent pour cette version de CryFS. Veuillez mettre à jour CryFS.
ru: Формат зашифрованных данных слишком новый для данной версии CryFS. Пожалуйста, обновите CryFS.
tr: Şifrelenmiş veri dizininin biçimi bu CryFS sürümü için çok yeni. Lütfen CryFSʼyi güncelleyin.

source: The format of the encrypted data directory is too old for this CryFS version.
de: Das Format des verschlüsselten Datenverzeichnisses ist zu alt für diese Version von CryFS.
fr: Le format du dossier chiffré est trop vieux pour cette version de CryFS.
ru: Формат зашифрованных данных слишком стар для данной версии CryFS.
tr: Şifrelenmiş veri dizininin biçimi bu CryFS sürümü için çok eski.

source: The vault uses a different cipher than the default of CryFS.
de: Der Tresor verwendet eine andere Verschlüsselung als die Standardverschlüsselung von CryFS.
fr: Le coffre-fort utilise un chiffrement différent de celui par défaut de CryFS.
ru: Используемый хранилищем шифр отличается от стандартного шифра CryFS.
tr: Kasa, CryFS öntanımlılarından farklı şifre kullanır.

source: The encrypted data directory does not exist or is inaccessible.
de: Das verschlüsselte Datenverzeichnis existiert nicht oder ist unzugänglich.
fr: Le dossier de données chiffrées n’existe pas ou est inaccessible.
ru: Шифруемый каталог недоступен или не существует.
tr: Şifrelenmiş veri dizini yok ya da erişilemiyor.

source: The mount directory does not exist or is inaccessible.
de: Das Einhängeverzeichnis existiert nicht oder ist unzugänglich.
fr: Le dossier mount n'existe pas ou est inaccessible.
ru: Точка монтирования недоступна или не существует.
tr: Bağlama dizini yok ya da erişilemiyor.

source: The mount directory is inside the encrypted data directory.
de: Das Einhängeverzeichnis befindet sich im verschlüsselten Datenverzeichnis.
fr: Le dossier mount est à l'intérieur du dossier des données chiffrées.
ru: Точка монтирования находится внутри шифруемого каталога.
tr: Bağlama dizini şifrelenmiş veri dizininin içinde.

source: The encrypted data directory is invalid.
de: Das verschlüsselte Datenverzeichnis ist ungültig.
fr: Le dossier de données chiffrées est invalide.
ru: Шифруемый каталог недействителен.
tr: Şifrelenmiş veri dizini geçersiz.

source: The encrypted data id in the configuration file is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
de: Die ID der verschlüsselten Daten in der Konfigurationsdatei ist eine andere als beim letzten Öffnen dieses Tresors. Dies könnte bedeuten, dass jemand Dateien im verschlüsselten Datenverzeichnis durch andere ersetzt hat.
fr: L’identifiant chiffré des données dans le fichier de configuration est différent de celui de la dernière ouverture de ce coffre-fort. Cela pourrait signifier que quelqu’un a remplacé les fichiers du dossier de données chiffrées par d’autres.
ru: Идентификатор зашифрованных данных в файле конфигурации отличается от используемого ранее. Это может означать, что кто-то заменил файлы в шифруемом каталоге на другие.
tr: Yapılandırma dosyasındaki şifrelenmiş veri kimliği, bu kasanın en son açıldığı zamankinden farklı. Bu, birilerinin şifrelenmiş veri dizinindeki dosyaları farklı dosyalarla değiştirdiği anlamına gelebilir.

source: The encryption key for your encrypted files is different to the last time this vault was opened. This could mean someone replaced files in the encrypted data directory with different ones.
de: Der Schlüssel für Ihre verschlüsselten Dateien ist ein anderer als beim letzten Öffnen dieses Tresors. Dies könnte bedeuten, dass jemand Dateien im verschlüsselten Datenverzeichnis durch andere ersetzt hat.
fr: La clé de chiffrement de vos fichiers chiffrés est différente de la dernière fois que ce coffre-fort a été ouvert. Cela pourrait signifier que quelqu’un a remplacé les fichiers du dossier de données chiffrées par d’autres.
ru: Ключ шифрования для ваших данных отличается от используемого ранее. Это может означать, что кто-то заменил файлы в шифруемом каталоге на другие.
tr: Şifrelenmiş dosyalarınızın şifreleme anahtarı, bu kasanın en son açıldığı zamankinden farklı. Bu, birilerinin şifrelenmiş veri dizinindeki dosyaları farklı dosyalarla değiştirdiği anlamına gelebilir.

source: Vaults' configuration and the encrypted data configuration mismatches.
de: Die Konfiguration von Vaults und die Konfiguration der verschlüsselten Daten stimmen nicht überein.
fr: La configuration de Vault et la configuration des données chiffrées ne correspondent pas.
ru: Конфигурация Vaults и конфигурация зашифрованных данных отличаются.
tr: Vaults yapılandırması ve şifrelenmiş veri yapılandırması uyuşmuyor.

source: The encrypted data directory is in single-user mode and can only be used from the user that created it.
de: Das Verzeichnis der verschlüsselten Daten befindet sich im Einzelbenutzermodus und kann nur von dem Benutzer verwendet werden, der es erstellt hat.
fr: Le dossier des données chiffrées est en mode utilisateur-seul et ne peut être utilisé que par l'utilisateur l'ayant crée.
ru: Шифруемый каталог работает в однопользовательском режиме и может быть использован только пользователем, создавшим его.
tr: Şifrelenmiş veri dizini tek kullanıcı kipinde ve yalnızca onu oluşturan kullanıcı tarafından kullanılabilir.

source: CryFS detected an integrity violation. The encrypted data directory will be accessible again after the integrity state file has been deleted.
de: CryFS hat eine Integritätsverletzung festgestellt. Das Verzeichnis der verschlüsselten Daten ist wieder zugänglich, nachdem die Integritätsstatus-Datei gelöscht wurde.
fr: CryFS a détecté une violation de l'intégrité. Le dossier de données chiffrées ne sera accessible qu'après que le fichier state a été supprimé.
ru: CryFS обнаружил нарушение целостности. Вы сможете получить доступ к зашифрованным данным после удаления файла состояния целостности.
tr: CryFS bütünlük ihlali algıladı. Şifrelenmiş veri dizini, bütünlük durumu dosyası silindikten sonra tekrar erişilebilir olacak.

source: An integrity violation was detected. Vault will be unmounted.
de: Eine Integritätsverletzung wurde festgestellt. Der Tresor wird ausgehängt.
fr: Une violation de l'intégrité a été détecté. Vault va être démonté.
ru: Обнаружено нарушение целостности. Хранилище будет отключено.
tr: Bütünlük ihlali algılandı. Kasa bağlantısı kaldırılacak.

source: The encrypted data directory is not empty.
de: Das verschlüsselte Datenverzeichnis ist nicht leer.
fr: Le dossier de données chiffrées n'est pas vide.
ru: Шифруемый каталог не пуст.
tr: Şifrelenmiş veri dizini boş değil.

source: The mount directory is not empty.
de: Das Einhängeverzeichnis ist nicht leer.
fr: Le dossier mount n'est pas vide.
ru: Точка монтирования не пуста.
tr: Bağlama dizini boş değil.

source: Vaults cannot read configuration file.
de: Vaults kann die Konfigurationsdatei nicht lesen.
fr: Vaults ne peut pas lire le fichier de configuration.
ru: Vaults не может прочитать файл конфигурации.
tr: Vaults yapılandırma dosyasını okuyamadı.

source: Vaults cannot write configuration file.
de: Vaults kann die Konfigurationsdatei nicht schreiben.
fr: Vaults ne peut pas écrire le fichier de configuration.
ru: Vaults не может записать файл конфигурации.
tr: Vaults yapılandırma dosyasını yazamadı.

source: The file system check reported an error.
de: Die Dateisystemprüfung hat einen Fehler gemeldet.
fr: La vérification du système de fichiers a signalé une erreur.
ru: Проверка файловой системы вернула ошибку.
tr: Dosya sistemi denetimi hata bildirdi.

source: You don't have the necessary privileges to unmount the directory.
de: Sie haben nicht die benötigten Rechte um das Verzeichnis auszuhängen.
ru: У вас нет необходимых разрешений для отключения каталога.
tr: Dizini çıkarmak için gerekli ayrıcalıklara sahip değilsiniz.

source: The data directory (mount point) does not exist.
de: Das Datenverzeichnis existiert nicht.
ru: Каталог данных (точка монтирования) не существует.
tr: Veri dizini (bağlama noktası) yok.

source: Internal error.
de: Interner Fehler.
ru: Внутренняя ошибка.
tr: İç hata.

source: The data directory (mount point) is busy. There are open files or processes using the filesystem.
de: Das Datenverzeichnis ist beschäftigt. Offene Dateien oder Prozess verwenden noch das Dateisystem.
ru: Каталог данных (точка монтирования) занята. Имеются открытые файлы или процессы, использующие файловую систему.
tr: Veri dizini (bağlantı noktası) meşgul. Dosya sistemini kullanan açık dosyalar ya da işlemler var.

source: Failed to create encrypted data directory: Permission denied.
de: Das verschlüsselte Datenverzeichnis konnte nicht erstellt werden: Berechtigung verweigert.
fr: Échec de la création d’un dossier de données chiffrées : Autorisation refusée.
ru: Не удалось создать каталог шифруемых данных: В доступе отказано.
tr: Şifrelenmiş veri dizini oluşturulamadı: İzin reddedildi.

source: Failed to create encrypted data directory: Connection refused.
de: Das verschlüsselte Datenverzeichnis konnte nicht erstellt werden: Verbindung verweigert.
fr: Échec de la création d’un dossier de données chiffrées : Connexion refusée.
ru: Не удалось создать каталог шифруемых данных: В соединении отказано.
tr: Şifrelenmiş veri dizini oluşturulamadı: Bağlantı reddedildi.

source: Failed to create encrypted data directory: Connection reset.
de: Das verschlüsselte Datenverzeichnis konnte nicht erstellt werden: Verbindung zurückgesetzt.
fr: Échec de la création d’un dossier de données chiffrées : réinitialisation de la connexion.
ru: Не удалось создать каталог шифруемых данных: Соединение сброшено.
tr: Şifrelenmiş veri dizini oluşturulamadı: Bağlantı sıfırlandı.

source: Failed to create encrypted data directory: Connection aborted.
de: Das verschlüsselte Datenverzeichnis konnte nicht erstellt werden: Verbindung abgebrochen.
fr: Échec de la création d'un dossier de données chiffrées : Connection annulée.
ru: Не удалось создать каталог шифруемых данных: Соединение разорвано.
tr: Şifrelenmiş veri dizini oluşturulamadı: Bağlantı iptal edildi.

source: Failed to create encrypted data directory: Not connected.
de: Das verschlüsselte Datenverzeichnis konnte nicht erstellt werden: Nicht verbunden.
fr: Échec de la création d'un dossier de données chiffrées : Pas connecté.
ru: Не удалось создать каталог шифруемых данных: Нет соединения.
tr: Şifrelenmiş veri dizini oluşturulamadı: Bağlı değil.

source: Failed to create encrypted data directory.
de: Das verschlüsselte Datenverzeichnis konnte nicht erstellt werden.
fr: Échec de la création d'un dossier de données chiffrées.
ru: Не удалось создать каталог шифруемых данных.
tr: Şifrelenmiş veri dizini oluşturulamadı.

source: Failed to create mount directory: Permission denied.
de: Das Einhängeverzeichnis konnte nicht erstellt werden: Berechtigung verweigert.
fr: Échec de la création d'un dossier monté : Permission refusée.
ru: Не удалось создать точку монтирования: В доступе отказано.
tr: Bağlama dizini oluşturulamadı: İzin reddedildi.

source: Failed to create mount directory: Connection refused.
de: Das Einhängeverzeichnis konnte nicht erstellt werden: Verbindung verweigert.
fr: Échec de la création d'un dossier monté : Connection refusée.
ru: Не удалось создать точку монтирования: В соединении отказано.
tr: Bağlama dizini oluşturulamadı: Bağlantı reddedildi.

source: Failed to create mount directory: Connection reset.
de: Das Einhängeverzeichnis konnte nicht erstellt werden: Verbindung zurückgesetzt.
fr: Échec de la création d'un dossier monté : Réinitialisation de la connection.
ru: Не удалось создать точку монтирования: Соединение сброшено.
tr: Bağlama dizini oluşturulamadı: Bağlantı sıfırlandı.

source: Failed to create mount directory: Connection aborted.
de: Das Einhängeverzeichnis konnte nicht erstellt werden: Verbindung abgebrochen.
fr: Échec de la création d'un dossier monté : Connection annulée.
ru: Не удалось создать точку монтирования: Соединение разорвано.
tr: Bağlama dizini oluşturulamadı: Bağlantı iptal edildi.

source: Failed to create mount directory: Not connected.
de: Das Einhängeverzeichnis konnte nicht erstellt werden: Nicht verbunden.
fr: Échec de la création d'un dossier monté : Non connecté.
ru: Не удалось создать точку монтирования: Нет соединения.
tr: Bağlama dizini oluşturulamadı: Bağlı değil.

source: Failed to create mount directory.
de: Das Einhängeverzeichnis konnte nicht erstellt werden.
fr: Échec de la création d'un dossier monté.
ru: Не удалось создать точку монтирования.
tr: Bağlama dizini oluşturulamadı.

source: Close Vault
de: Tresor schließen
fr: Fermer le coffre-fort
ru: Закрыть хранилище
tr: Kasayı Kapat

source: Backend is not installed.
de: Backend ist nicht installiert.
fr: Backend n'est pas installé.
ru: Бэкенд не установлен.
tr: Arka uç kurulmamış.

source: Remove Vault?
ru: Удалить хранилище?

source: Cancel
fr: Annuler
ru: Отмена

source: Remove
ru: Удалить

source: Delete encrypted data
ru: Удалить зашифрованные данные

source: Could not remove encrypted data.
ru: Не удалось удалить зашифрованные данные.

source: Close
ru: Закрыть

source: Saved settings successfully!
fr: Paramètres sauvegardés !
ru: Настройки успешно сохранены!

source: Select
de: Auswählen
fr: Sélectionner
ru: Выбрать
tr: Seç

source: Name is not valid.
fr: Nom invalid.
ru: Неправильное имя.

source: Name already exists.
fr: Le nom existe déjà.
ru: Имя уже существует.

source: Directory is empty.
fr: Le dossier est vide.
ru: Каталог пуст.

source: Directory is not valid.
fr: Le dossier n'est pas valide.
ru: Каталог недействителен.

source: Directory is not empty.
fr: Le dossier n'est pas vide.
ru: Каталог не пуст.

source: Directories must not be equal.
de: Die Verzeichnisse dürfen nicht gleich sein.
fr: Les dossiers ne doivent pas être égaux.
ru: Каталоги не должны совпадать.
tr: Dizinler eşit olmamalıdır.

source: No configuration file found.
de: Es wurde keine Konfigurationsdatei gefunden.
fr: Aucun fichier de configuration trouvé.
ru: Файл конфигурации не найден.
tr: Yapılandırma dosyası bulunamadı.

source: No backend installed. Please install gocryptfs or CryFS.
de: Kein Backend ist installiert. Bitte installieren Sie gocryptfs oder CryFS.
fr: Aucun backend installé. Veuillez installer gocryptfs ou CryFS.
ru: Нет установленного бэкенда. Пожалуйста, установите gocryptfs или CryFS.
tr: Kurulu arka uç yok. Lütfen gocryptfs ya da CryFS kurun.

source: Name is already taken.
fr: Nom déjà utilisé.
ru: Имя уже занято.

source: CryFS works well together with cloud services like Dropbox, iCloud, OneDrive and others. It does not expose directory structure, number of files or file sizes in the encrypted data directory. While being considered safe, there is no independent audit of CryFS.
de: CryFS funktioniert gut mit Cloud-Diensten wie Dropbox, iCloud, OneDrive und anderen. Die Verzeichnisstruktur, die Anzahl der Dateien oder die Dateigrößen im verschlüsselten Datenverzeichnis werden nicht offengelegt. Es gilt zwar als sicher, es gibt jedoch kein unabhängiges Audit von CryFS.
fr: CryFS fonctionne bien en symbiose avec des services cloud tels que Dropbox, iCloud, OneDrive et autres. Il n’expose pas la structure de dossier, le nombre de fichiers ou la taille des fichiers dans le dossier de données chiffrées. Bien qu’il soit considéré comme sécurisé, il n’y a pas de vérification indépendante de CryFS.
ru: CryFS отлично работает с облачными сервисами, такими как Dropbox, iCloud, OneDrive и др. Он не раскрывает структуру каталогов, количество файлов или их размер. Хотя CryFS достаточно защищён, его независимый аудит не осуществлялся.
tr: CryFS, Dropbox, iCloud, OneDrive gibi bulut hizmetleriyle iyi çalışır. Şifrelenmiş veri dizinindeki dizin yapısını, dosya sayısını ya da dosya boyutlarını göstermez. Güvenli olduğu düşünülse de, CryFS bağımsız olarak denetlenmemiştir.
