Repository: mpobaschnig/vaults
Catalog: po/*.po
Languages: de, fr, ru, tr

source: Fast and robust, gocryptfs works well in general cases where third-parties do not always have access to the encrypted data directory (e.g. file hosting services). It exposes directory structure, number of files and file sizes. A security audit in 2017 verified gocryptfs is safe against third-parties that can read or write to encrypted data.
de: Schnell und robust. Gocryptfs eignet sich gut für allgemeine Fälle, in denen Dritte nicht immer Zugriff auf das verschlüsselte Datenverzeichnis haben (z. B. Filehosting-Dienste). Es legt die Verzeichnisstruktur, die Anzahl der Dateien und die Dateigrößen offen. 2017 hat ein Sicherheitsaudit bestätigt, dass gocryptfs sicher gegen Dritte ist, die die verschlüsselten Daten lesen oder schreiben können.
fr: Rapides et robustes, gocryptfs fonctionne en général bien lorsque des tiers n’ont pas toujours accès au dossier de données chiffrées (par ex. services d’hébergement de fichiers). Il expose la structure du dossier, le nombre de fichiers et la taille des fichiers. Un audit de sécurité en 2017 a vérifié que gocryptfs est sûr contre les tiers pouvant lire ou écrire des données chiffrées.
ru: Быстрый и надёжный, gocryptfs отлично работает в тех случаях, когда третья сторона не всегда имеет доступ к каталогу с зашифрованными данными (например, в файловом хостинге). Он раскрывает структуру каталогов, количество файлов и их размер. Аудит безопасности, проведённый в 2017 году, подтверждает защищённость gocryptfs от третьих сторон, способных читать или записывать зашифрованные файлы.
tr: Hızlı ve sağlam olan gocryptfs, üçüncü tarafların şifrelenmiş veri dizinine her zaman erişemediği durumlarda (örneğin dosya barındırma hizmetleri) iyi çalışır. Dizin yapısını, dosya sayısını ve dosya boyutlarını gösterir. 2017ʼde yapılan bir güvenlik denetimi, gocryptfsʼin şifrelenmiş verileri okuyabilen ya da yazabilen üçüncü taraflara karşı güvenli olduğunu doğrulamıştır.

source: Encrypted data directory is not empty.
de: Das verschlüsselte Datenverzeichnis ist nicht leer.
fr: Le dossier de données chiffrées n'est pas vide.
ru: Шифрованный каталог не пуст.
tr: Şifrelenmiş veri dizini boş değil.

source: Encrypted data directory is not valid.
de: Das verschlüsselte Datenverzeichnis ist ungültig.
fr: Le dossier de données chiffrées n'est pas valide.
ru: Шифрованный каталог недействителен.
tr: Şifrelenmiş veri dizini geçersiz.

source: Mount directory is not empty.
de: Das Einhängeverzeichnis ist nicht leer.
fr: Le dossier Mount n'est pas vide.
ru: Точка монтирования не пуста.
tr: Bağlama dizini boş değil.

source: Mount directory is not valid.
de: Das Einhängeverzeichnis ist ungültig.
fr: Le dossier Mount n'est pas valide.
ru: Точка монтирования недействительна.
tr: Bağlama dizini geçersiz.

source: Encrypted data directory is empty.
de: Das verschlüsselte Datenverzeichnis ist leer.
fr: Le dossier de données chiffrées est vide.
ru: Шифрованный каталог пуст.
tr: Şifrelenmiş veri dizini boş.

source: Found gocryptfs configuration file.
de: Gocryptfs-Konfigurationsdatei wurde gefunden.
fr: Fichier de configuration gocryptfs trouvé.
ru: Найден файл конфигурации gocryptfs.
tr: Gocryptfs yapılandırma dosyası bulundu.

source: Found CryFS configuration file.
de: CryFS-Konfigurationsdatei wurde gefunden.
fr: Fichier de configuration CryFS trouvé.
ru: Найден файл конфигурации CryFS.
tr: CryFS yapılandırma dosyası bulundu.

source: Add or import a Vault.
de: Erstellen oder importieren Sie einen Tresor.
ru: Добавить или импортировать хранилище.
tr: Kasa Ekle ya da İçe Aktar.

source: Saved preferences successfully!
fr: Préférences sauvegardées !
ru: Параметры успешно сохранены!

source: Cannot open and close at the same time.
ru: Операции открытия и закрытия не могут осуществляться одновременно.

source: translator-credits
ru: Vladislav Lishchenko <vladleegit@proton.me>
tr: Sabri Ünal <yakushabb@gmail.com>

source: Status of legacy conversion
tr: Eski dönüşümün durumu

source: The encrypted data directory path
tr: Şifrelenmiş veri dizini yolu

source: The path to the encrypted data directory
tr: Şifrelenmiş veri dizinine giden yol

source: The path to the custom cryfs binary
tr: Özel cryfs ikili dosyasına giden yol

source: Wether to use the provided custom binary to execute CryFS
tr: CryFSʼyi çalıştırmak için sağlanan özel ikili dosyayı kullanma durumu

source: Wether to use the provided custom binary to execute gocryptfs
tr: gocryptfsʼyi çalıştırmak için sağlanan özel ikili dosyayı kullanma durumu

source: The path to the custom gocryptfs binary
tr: Özel gocryptfs ikili dosyasına giden yol

source: _General
de: _Allgemein
tr: _Genel

source: General
de: Allgemein
tr: Genel

source: _Security
de: _Sicherheit
tr: _Güvenlik

source: Select Vault
de: Tresor auswählen
tr: Kasa Seç

source: Remove Vaults
de: Tresor entfernen
tr: Kasaları Kaldır

source: Select Vaults
de: Tresor auswählen
tr: Kasaları Seç

source: No CryFs binary path set
de: Kein CryFS Binärdateipfad gesetzt
tr: CryFs ikili oylu ayarlanmadı

source: No gocryptfs binary path set
de: Kein gocryptfs Binärdateipfad gesetzt
tr: gocryptfs ikili yolu ayarlanmadı

source: No backends available. Please install gocryptfs or CryFS on your system.
fr: Aucun backend disponible. Veuillez installer gocryptfs ou CryFS sur votre système.

source: _Name
fr: _Nom

source: _Password
fr: _Mot de passe

source: _Encrypted Data Directory
fr: _Dossier de données chiffrées

source: _Mount Directory
fr: _Dossier Mount

source: _Default Paths
fr: _Chemins par défault
